Repository: timokz/covidforms
Catalog: lib/l10n/app_*.arb
Languages: de

# telephone
source: Telephone - Nr.
de: Telefon - Nr.

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Location
de: Ort

source: Register
de: Registrieren

# registered
source: Successfully Registered
de: Erforlgreich Registriert

# biblio
source: Library
de: Bibliothek

# imprint
source: House Rules
de: Hausordnung

# entry
source: entry at
de: Eintritt um

source: Office
de: Büros

# dsgvo
source: *Your data will be used exclusively for Contact Tracing, stored encrypted and deleted after 28 days.
de: *Ihre Daten werden aussschließlich zu Contact Tracing verwendet, verschlüsselt gespeichert und nach 28 Tagen gelöscht.

# time
source: Entry Time
de: Eintrittszeit

# terms
source: I accept the House Rules and processing of my Data*
de: Ich akzeptiere die Hausordnung und die Speicherung meiner Daten*

# h_url
source: https://tqw.at/en/house-rules/
de: https://tqw.at/hausordnung/

# entered_data
source: Processing Data
de: Verarbeitung der Daten

# invalid_data
source: Please enter valid Data
de: Bitte geben Sie gültige Daten ein

# terms_check
source: Please confirm the House Rules and GDPR
de: Bitte bestätigen Sie die Hausordnung und DSGVO

# phone_check
source: Please enter a valid Phone-Nr.
de: Bitte geben Sie eine gültige Nummer ein

# email_check
source: Please enter a valid Email
de: Bitte geben Sie eine gültige Email ein

# name_check
source: Please enter your name
de: Bitte geben sie Ihren Namen ein
